IdeaRS.Connections
EndPlateOnFlangesData.HeightAutomatic Property
Compatible with IDEA StatiCa 0.0
 Indicates, whether shifted endplate height is automatical acc. related member to.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool HeightAutomatic { get; set; }
Property Value
Type: Boolean
See Also
Reference
EndPlateOnFlangesData Class
IdeaRS.Connections.Data Namespace